{
  "locale": "cs-CZ",
  "translations": {
    "1726363342938046830": "About",
    "1619630909479424238": "🤐 Data",
    "5188314559718263158": "The main idea of this app is to provide a \"non-extractive\" tool for digital communication in a world where \"extraction\" of user data is the dominant business model of most digital communication service providers (see e.g. {$START_LINK}Calculating Empires{$CLOSE_LINK} by Kate Crawford and Vladan Joler). THX/CHAT, on the other hand, will never store and analyze{$START_SUPERSCRIPT}[{$START_LINK_1}2{$CLOSE_LINK}]{$CLOSE_SUPERSCRIPT} any user data and, as an alternative to Big Tech services, will be managed and provided by its users, as far as \"open source\" and \"fediverse\"{$START_SUPERSCRIPT}[{$START_LINK_2}3{$CLOSE_LINK}]{$CLOSE_SUPERSCRIPT} concepts allow.",
    "6015537581922870638": "🫥 Anonymity",
    "5173832841950040616": "🍀 THX",
    "6519134304965353142": "The abbreviation THX is often used in text messages and online communication as a shorthand for \"Thanks\". So, {$START_TAG_STRONG}THX{$CLOSE_TAG_STRONG} for:",
    "4036309918597531804": "not collecting user data",
    "2895179477404304191": "a secure way to communicate digitally",
    "5757200106579651244": "a funny and fresh approach to digital communication",
    "1481700999257521587": "☀️ Notes",
    "6334888778060737501": "By default, the THX/CHAT will delete any message from the unit's memory after a short (1 minute) pre-defined period of time.",
    "3350738323459688543": "No data is stored on the server side, so no analysis can be performed there. On the client side, however, some data can be processed and analyzed in a runtime. This feature can be helpful for users to understand what digital communication really means and provide some insights that can be helpful in other contexts as well. The data and the products of its analysis are provided through the THX/CHAT in the same way as a chat message is - end-to-end encrypted, stored only in memory and only with a user connected to the same chat. This feature is part of the ongoing research and development.",
    "1719943813339307858": "A fediverse is the concept in networking and online services to avoid monopoly on services and to give autonomy to small \"nodes\" in a larger network (aka federation). The implementation of \"fedi\" protocols is part of the next development of THX/CHAT and will be available in the near future. To learn more about the concept, start {$START_LINK}here{$CLOSE_LINK} on wikipedia.",
    "485084575837797039": "Terms & Privacy Policy",
    "7016790272435410171": "Enter",
    "3489957268654931751": "Type a message...",
    "7680830209634982878": "thx/chat",
    "5522508266322548110": " THX is an implementation of the outputs of the project {$START_LINK}Decentralized Big Data Collection, Analysis, Visualization and Interpretation in Art Practice{$CLOSE_LINK}, which was supported by Technology Agency of the Czech Republic and Brno University of Technology, Faculty of Fine Art.\n",
    "3583406655409155887": "🌘 Chat closes in {$PH} seconds.",
    "6661822020500274440": "You are going to leave the chat permanently? If you want to receive notifications, turn notifications for this chat on before leaving.",
    "6454926792960217153": "Would you like to close this chat? Other users will receive a message and be disconnected from the chat in a moment.",
    "6966196917919876705": "Link successfully copied to clipboard.",
    "7874641980921552433": "Welcome {$INTERPOLATION}",
    "2694569043505267746": "Join Public Chats",
    "8854094932942190741": "Search...",
    "2417314978621991581": "Start New Chat",
    "8928816882866356838": "Public",
    "4837479623252839420": "Enter Chat {$START_TAG_STRONG}{$INTERPOLATION}{$CLOSE_TAG_STRONG}",
    "3000960814411330214": "🫣",
    "4930506384627295710": "Settings",
    "8754093039384770681": "Nickname: ",
    "5817350616201369494": "Color: ",
    "3882812759595680291": "VoiceOver Language",
    "1750555739180809831": "Voice",
    "593406228985472905": "Want to reset all settings to default? You will loose ALL chat subscribtions.",
    "7115062519931368018": "thx/chat Terms of Service and Privacy Policy",
    "7378878529334768232": "Reject",
    "8905995985388209337": "Accept",
    "7056609380356692964": "Effective Date: July 29, 2024",
    "6798319712053218382": "Welcome to \"thx/chat\", the end-to-end encrypted, semi-anonymous speed chat app. By using our services, you agree to comply with and be bound by the following terms and conditions. Please review them carefully.",
    "2029980907058777630": "Terms of Service",
    "3695244455731731152": "1. Acceptance of Terms",
    "6977040134480201176": "By using \"thx/chat\", you agree to be bound by these Terms of Service (\"Terms\"). If you do not agree to these Terms, do not use the app.",
    "2226737009658238277": "2. Description of Service",
    "9214847100709437737": "\"thx/chat\" provides a secure, end-to-end encrypted chat platform that does not store or collect user data. The app is open-source and available on GitHub.",
    "7316448298280326151": "3. User Conduct",
    "3263569729160424910": "You agree to use \"thx/chat\" for lawful purposes only. You are responsible for all content you send and receive through the app.",
    "374089746247684352": "I Understand",
    "5802001294179565280": "4. Privacy and Data Security",
    "4415358902208711804": "\"thx/chat\" is designed to prioritize user privacy and data security. We do not store or collect any user data. All messages are deleted from the unit's memory after a short pre-defined period of time (1 minute).",
    "881314526150050873": "5. Intellectual Property",
    "1184314967259929939": "The source code of \"thx/chat\" is open-source and available under the MIT License. You may use, modify, and distribute the source code in accordance with the terms of this license.",
    "4539264379226204374": "6. Limitation of Liability",
    "7243165512942895109": "\"thx/chat\" is provided on an \"as is\" and \"as available\" basis. We do not guarantee that the app will be uninterrupted or error-free. In no event will we be liable for any damages arising from the use or inability to use the app.",
    "8995494980130803034": "7. Modifications to Terms",
    "981939557548546895": "We may modify these Terms at any time. We will notify users of any significant changes through the app or via our website. Your continued use of the app after such changes signifies your acceptance of the new Terms.",
    "5931718781773637689": "8. Termination",
    "4001939489935837368": "We reserve the right to terminate or suspend your access to \"thx/chat\" at any time, with or without cause or notice.",
    "8439955599488894226": "Privacy Policy",
    "4285724441846819118": "1. Introduction",
    "6769877063063015005": "Your privacy is critically important to us. This Privacy Policy explains how \"thx/chat\" handles your personal information.",
    "4596402876485828570": "2. Data Collection and Use",
    "1568230322710250281": "\"thx/chat\" does not collect, store, or process any personal data. We operate on a non-extractive model where no user data is collected or stored.",
    "4144614898742201266": "3. Message Deletion",
    "518848160231613729": "By default, \"thx/chat\" deletes any message from the unit's memory after a short pre-defined period of time (1 minute). No messages are stored on the server side.",
    "4414157874467927412": "4. Anonymity",
    "2211779450516266677": "\"thx/chat\" uses randomly generated user profiles. However, it is not an anonymization tool and does not hide communication patterns over the network.",
    "554469118381872408": "5. Open Source and User Autonomy",
    "5098280952503065392": "\"thx/chat\" is open-source and part of the fediverse concept, which aims to avoid monopolies on services and provide autonomy to small \"nodes\" in a larger network. The implementation of \"fedi\" protocols is part of the next development phase of \"thx/chat\".",
    "6322830569372448933": "6. Research and Development",
    "2076819009907280540": "As part of ongoing research, some data may be processed and analyzed in runtime on the client side. This data and its analysis are end-to-end encrypted, stored only in memory, and shared only with users connected to the same chat. This feature aims to help users understand digital communication and provide insights for other contexts.",
    "8122109390137943586": "7. Changes to Privacy Policy",
    "8897357069954348372": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on our website. You are advised to review this Privacy Policy periodically for any changes.",
    "4864034468361497723": "8. Contact Us",
    "6788116554602915626": "If you have any questions about these Terms or Privacy Policy, please contact us at [xvjavurek💫vutbr💥cz]."
  }
}